Repository: WProbot/wp-site-protect
Catalog: languages/wp-site-protect-*.po
Languages: pt_pt

source: Passwords
pt_pt: Senhas

source: Password
pt_pt: Senha

source: Site Passwords
pt_pt: Senhas do Site

source: Password Archies
pt_pt: Arquivo de Senhas

source: Parent Password
pt_pt: Senha Pai

source: All Passwords
pt_pt: Todas as Senhas

source: Add New Password
pt_pt: Adicionar Nova Senha

source: Add New
pt_pt: Adicionar Nova

source: New Password
pt_pt: Nova Senha

source: Edit Password
pt_pt: Editar Senha

source: Update Password
pt_pt: Atualizar a Senha

source: View Password
pt_pt: Ver senha

source: Search Password
pt_pt: Pesquisar Senhas

source: Not found
pt_pt: Não encontrado

source: Not found in Trash
pt_pt: Não encontrado no lixo

source: Featured Image
pt_pt: Imagem de destaque

source: Set featured image
pt_pt: Definir imagem de destaque

source: Remove featured image
pt_pt: Remover imagem de destaque

source: Use as featured image
pt_pt: Utilizar como imagem de destaque

source: Insert into passwords
pt_pt: Inserir em Senhas

source: Uploaded to this password
pt_pt: Enviado para esta senha

source: Passwords list
pt_pt: Lista de Senhas

source: Passwords list navigation
pt_pt: Navegação na lista de Senhas

source: Filter passwords list
pt_pt: Filtrar lista de senhas

source: Create Password
pt_pt: Criar Senha

source: By default, an autogenerated password will be filled.
pt_pt: Por omissão, uma senha gerada automaticamente será preenchida.

source: Force a new password on first use
pt_pt: Forçar nova senha após a primeira utilização

source: If you want this password to be temporary, check this.
pt_pt: Se pretende que esta senha seja temporária, selecione isto.

source: Status
pt_pt: Estado

source: Last Login
pt_pt: Último Acesso

source: Password changed to <strong>%s</strong>
pt_pt: Password alterada para <strong>%s</strong>

source: Not being used.
pt_pt: Não utilizada.

source: Never logged in.
pt_pt: Nunca acedeu.

source: Password Details
pt_pt: Detalhes da Senha

source: Original Password:
pt_pt: Senha Original:

source: Password Hash:
pt_pt: Resumo da Senha:

source: This password was never been used.
pt_pt: Esta senha nunca foi utilizada.

source: First time used:
pt_pt: Utilizada pela primeira vez:

source: Last time used:
pt_pt: Utilizada pela última vez:

source: Changed on:
pt_pt: Alterada em:

source: Settings
pt_pt: Definições

source: General
pt_pt: Geral

source: Enable WP Site Protect
pt_pt: Activar WP Site Protect

source: Uncheck this if you want to disable WP Site Protect functionality
pt_pt: Desselecionar isto se pretende desactivar a funcionalidade do WP Site Protect

source: Minimum Password Strength
pt_pt: Força mínima da Senha

source: Disabled
pt_pt: Desactivado

source: Weak
pt_pt: Fraca

source: Medium
pt_pt: Média

source: Strong
pt_pt: Forte

source: Minimum password strength for users. Pick disable if you want to allow any password.
pt_pt: Força mínima da senha para os utilizadores. Selecione desactivado para permitir qualquer senha.

source: Minimum Password Size
pt_pt: Tamanho Mínimo da Senha

source: Minimum password size allowed for users resets. Use a integer.
pt_pt: Tamanho mínimo da senha permitido para os utilizadores. Utilizar um número inteiro.

source: Passwords Blacklist
pt_pt: Lista Negra de Senhas

source: Passwords that should be banned from picking. One per line.
pt_pt: Senhas que devem ser impedidas de selecionar. Uma por linha.

source: Appearance
pt_pt: Apresentação

source: Display site title (%s) in page header
pt_pt: Mostrar título do site (%s) no cabeçalho da página

source: Uncheck this if you want to hide the website title on the password pages.
pt_pt: Desselecionar isto se pretende esconder o título do site nas páginas das senhas.

source: Use this editor to change the text that appears on the password request page.
pt_pt: Utilize este editor para alterar o texto que aparece na página da senha.

source: Use this editor to change the text that appears on the password reset page.
pt_pt: Utilize este editor para alterar o texto que aparece na página de mudança de senha.

source: The passwords don't match.
pt_pt: As senhas não são iguais.

source: Too many attempts to login. Please try again in a minute
pt_pt: Demasiadas tentativas de autenticação. Por favor, tente dentro de um minuto.

source: Please insert a password
pt_pt: Insira uma senha.

source: Invalid password
pt_pt: Senha inválida.

source: Missing old password hash.
pt_pt: Falta o resumo da senha antiga.

source: Password must have at least %s characters.
pt_pt: A senha deve ter pelo menos %s caracteres.

source: This password is blacklisted. Please use another.
pt_pt: Esta senha está na lista negra. Por favor, utilize outra.

source: WP Site Protect is disabled. You can enable it on <a href="%s">Settings page</a>.
pt_pt: WP Site Protect está desactivado. Poderá activa-lo na <a href="%s">página de Definições</a>.

source: Authenticate
pt_pt: Autenticar

source: Reset Password
pt_pt: Redefinir Senha

source: <h2>Access Restricted</h2>
pt_pt: <h2>Acesso Restrito</h2>

source: <p>You need to insert your password in order to continue.</p>
pt_pt: <p>Precisa de introduzir uma senha para continuar.</p>

source: <h2>Reset password</h2>
pt_pt: <h2>Redefinir Senha</h2>

source: <p>Before you continue, you must reset the password to something different. Please use a good strong password.</p>
pt_pt: <p>Antes de continuar, é necessário redefinir a sua senha para algo diferente. Por favor, utilize uma password boa e forte</p>
